[
    {
        "dates": [
            "2015-09-11T20:00:00",
            "2015-09-12T16:00:00",
            "2015-09-12T20:00:00",
            "2015-09-13T16:00:00",
            "2015-09-13T20:00:00",
            "2015-09-14T15:00:00",
            "2015-09-14T20:00:00",
            "2015-09-15T20:00:00",
            "2015-09-16T20:00:00",
            "2015-09-17T20:00:00"
        ],
        "description": [
            "(John Magary, 2014, United States, DCP, 111 min)",
            "A blisteringly funny cavalcade of rage, self-doubt, lust, frustrated masculinity, and other brotherly-hand-me-downs,The Mendis an impressive debut comedy about the frenetic fraternal discord between brothers Mat (Josh Lucas) and Alan (Stephen Plunkett). When his relationship suddenly flames out, an unhinged Mat plunks down on Alan’s couch just as Alan prepares for a carefully planned getaway with his girlfriend (Mickey Sumner). Soon, a despondent Alan returns by his lonesome, and the brothers barrel through a downward spiral of muted madness and harbored aggression. Deliriously battling against electricity outages, broken bathroom doors, bed bug threats, and an annoyingly evasive ice cream truck, the brothers wrestle with each others’ existence and their own demons.",
            "The Mendis a visceral, witty comedy that brings to mind the chaotic exuberance ofWithnail & I, rapturously shot by Chris Teague (Obvious Child, Appropriate Behavior) with a nearly constantly moving camera evocative of the classic composition of George Cukor and John Ford.",
            "John Magary’s feature debut is searingly spot-on storytelling, with a memorable, punctuated score by Michi Wiancko & Judd Greenstein.",
            "“My favorite narrative discovery of South by Southwest, unequivocally, was The Mend, which alternates between the restlessness and acutely observed masculine behavior of Cassavetes’ Husbands and the wit and energy of a Cukor comedy.”–Violet Lucca, Film Comment",
            "“John Magary’s acerbic sibling dramedy is like Arnaud Desplechin’s Margaret, a ballsy, sprawling, messy, grueling, go-for-broke experience that doesn’t stop to breathe for 111 furious minutes. Music, slo-mos, zooms, elliptical editing…it’s all here, and it’s always alive.”–Michael Tully, Hammer to Nail",
            "“The Mend is a deliciously bitter minuet, gloriously unstable in its scene construction, shifting points of view and tone.”–Scott Macaulay, Filmmaker Magazine",
            "“Unexpected and explosive... The destructive power of desire is directed with an offbeat and wild joy.”–Jacques Mandelbaum, Le Monde"
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0091/The_Mend_7_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3657",
        "title": "The Mend",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-09-19T00:00:00",
            "2015-09-19T20:00:00"
        ],
        "description": [
            "(John McTiernan, 1987, United States, 107 min)",
            "Just east of North Bend on Interstate-90 there is a large exposed rock face that is covered in some sort of neon-green slime. It is likely moss or some sort of botanical organism, but there is an outside chance that my darkest childhood fears are true and it is actually the Predator’s blood.",
            "The moviePredatorhas always had a special place in my heart. It is my earliest recollection of irrational fear. The titular, multi-mandibled monster was largely responsible for my inability to get a wink of sleep on family camping trips. Between him, the gray men and Sasquatch my juvenile monkey-mind raced with fantastical scenarios that always began with the canvas of my tent slowly tearing open. He even had me in his triad of red dots when at friends’ houses for sleepovers. His clicky vocalizations echoed in the distance as I called my mom “Can you come get me? I don’t feel well.” Lies.",
            "As I have gotten older the terror has subsided a bit and made way for fanatical awe. As a fan of Sci-fi, Horror and Action I can think of very few movies that hit the mark as well asPredator. Aside fromAlien, I don’t think there are any worthy contenders. So when I was presented with the opportunity to build a new score for 1987’s best movie I was beyond elated.",
            "My plan of attack in regards to updating the score will be cemented in respect. I have no intention of, nor do I think I can outdo the original. Instead my hope is to maintain the sonic aesthetic of my previous work while inducing some of the emotions that the movie has given and continues to give me after all these years.",
            "-Tim Held"
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9971/Predator3_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9976/Predator2_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9961/Predator1_feature.jpeg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3639",
        "title": "Puget Soundtrack: Tim Held Presents PREDATOR",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-08-17T00:00:00",
            "2015-08-17T19:00:00"
        ],
        "description": [
            "To celebrate Couch Fest being acquired by the Schnit.org Film Fest, Couch Fest founders are having a party to celebrate the last 8 years.",
            "Join us for a hand-picked lineup of the best -- and the worst! -- films as agreed on by the programmers and staff who have made the festival the oddball gem it is.",
            "Expect charming anecdotes about how they unearthed the rare wonders, and how those stinkers made it past their discerning tastes.",
            "We'll be giving away past festival merch, sharing memories, and raising a glass to Seattle's little festival that could, before it goes on to it's next chapter of international fame."
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9891/Couchfest_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3630",
        "title": "Best of Couch Fest",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-09-14T00:00:00",
            "2015-09-14T19:00:00"
        ],
        "description": [
            "Join us for a free screening of youth-made short films and a beautifully thoughtful documentary about the transformation of Yesler Terrace, as part of this year's Seattle Design Festival. Directors will be in attendance for a conversation with the audience.",
            "City Stories is a new youth program designed and presented by the Seattle Architecture Foundation and Feet First where youth have the opportunity to share their visions for the future of their neighborhoods.",
            "This summer City Stories was offered as a pilot program in partnership with Seattle Parks & Recreation. The program was delivered to 7th and 8th graders as part of a summer learning program at Washington Middle School in the Central District. Through the 5-week program, youth took part in neighborhood walks, hands-on model building and engaged in digital storytelling activities. Youth also made videos to communicate their opinions about the Central District; how it should change in the next 20 years and what they want to stay the same.",
            "City Stories has been developed and made possible by a collaborative partnership with Feet First and funding from the National Endowment for the Arts.",
            "Even the Wallsis an elegiac journey inside the homes and memories of nine Yesler Terrace residents as they wait to see what will become of their neighborhood."
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0066/even_the_walls_4_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3654",
        "title": "City Stories Youth Videos and Even The Walls: Seventy Years at Yesler Terrace",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-09-18T20:00:00",
            "2015-09-19T16:00:00",
            "2015-09-19T20:00:00",
            "2015-09-20T16:00:00",
            "2015-09-20T20:00:00",
            "2015-09-21T15:00:00",
            "2015-09-21T20:00:00"
        ],
        "description": [
            "(Stanley Nelson Jr., United States, 2015, DCP, 113 min)",
            "The more things change, the more they stay the same. The immersive documentaryThe Black Panthers: Vanguard of the Revolutionrecalls conditions and injustices that bear a stark similarity to more current headlines. Objectively and deftly told by director Stanley Nelson, this is a chronicle of the revolutionaries who fought for racial justice when it was downright dangerous.",
            "What did the Black Panthers do and what was their impact? By contextualizing the story of the Panthers and their explosive times, Nelson powerfully presents the group’s impetus in the injustice society of 1960s America. Drawing on personal interviews and historical footage, he displays the lofty ideals tirelessly pursued by enthusiastic members, and the terrible missteps by incompetent leadership that ultimately proved the undoing of the movement.",
            "Ferguson, Staten Island, Baltimore, and Charleston evince America’s persistent systems of racial violence. This insightful documentary never lectures the audience, but it leaves us with the question: what still needs to change, and what are we going to do to make that change?"
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0096/BlackPanthers_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3658",
        "title": "The Black Panthers: Vanguard of the Revolution",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-08-14T20:00:00",
            "2015-08-15T16:00:00",
            "2015-08-15T20:00:00",
            "2015-08-16T16:00:00",
            "2015-08-16T20:00:00",
            "2015-08-17T15:00:00",
            "2015-08-17T19:00:00",
            "2015-08-18T19:00:00",
            "2015-08-19T19:00:00",
            "2015-08-20T19:00:00"
        ],
        "description": [
            "(Wes Orshoski, 2015, USA, DCP, 110 min)",
            "Sex Pistols. The Clash. Mike Hunt’s Dishonorable Discharge. Almost. But instead of choosing theMike Huntband name, four London teens got together and named themselvesThe Damned.",
            "Fresh off its SXSW premiere,Don’t You Wish We Were Deadis the definitive story of that pioneering band, from their formation in 1976 through to present day. It’s a complicated journey unflinchingly portrayed, and a must-see for any fan of the band, or the early days of punk.",
            "The Damnedwere groundbreakers, a crew assembled through classified ads and odd friends at a nadir of British counterculture. As the first UK punk band to release a single or record an album, they were the cutting edge of the movement, a half-step ahead of the Sex Pistols, and active participants in the genre’s bloody birth.",
            "Everything takes off from there, and the band members, alongside a broad survey of musicians, critics, and cultural icons testify to the potency of the group, as captured in rare footage from throughout their career. A fellow musician accurately describes their ferocity as “feral, hungry, and incredibly loud.” But the story grows in complexity as time passes: splits and reunions, reinventions and experimentations over a career spent rejecting expectations.",
            "Director Wes Orshoski (Lemmy) energetically traces this growth into the present day, capturing the band’s brilliance along with the complex human costs paid along the way. Intricate questions are raised about the balance between artistic self-identity, critical acclaim, and commercial success. What emerges by the final frame is an image of punk’s soul, embodied in the lives of four musicians who won’t stop playing.",
            "“A suitably entertaining, fractious documentary tribute.”- Variety",
            "“Orshoski’s energetically entertaining doc puts the band back in context and front and center where they rightfully belong” -Austin Chronicle"
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9786/Damned3_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9781/Damned2_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9776/Damned1_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3619",
        "title": "The Damned: Don't You Wish That We Were Dead",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-08-26T00:00:00",
            "2015-08-26T20:00:00"
        ],
        "description": [
            "(Alessandro De Gaetano, 1995, United States, 92 min, VHS)",
            "In 1974, an unhinged CIA agent injects himself with the werewolf blood he found. After a killing spree, his body is put in suspended animation, then thawed out 20 years later by his crazy boss and a team of unsuspecting doctors.",
            "From curator-host Elicia Sanchez:",
            "\"I came uponProject Metalbeast: DNA Overloadas one often crosses paths with an undiscovered soul mate in life, through a happy accident.  For no reason whatsoever I was reading the filmography of visionary Barry Bostwick on iMDB while working a shift at Scarecrow Video and noticed this film which we thankfully had a VHS copy of in our inventory. How can I describe this masterpiece better than the unnecessarily long title does; it's got super soldiers, Kane Hodder (Jason from some of the Friday the 13th films) in a practical werewolf suit, poorly constructed laboratory sets, Sir Barry Bostwick, a werewolf made of metal. Did you hear the last part? A WEREWOLF MADE OF METAL. I kind of want to quit my day job and take up the cause of screening this movie across the country as a full time singular non-profit charity because it's seriously one of the greatest worst things ever made.\"",
            "About Elicia Sanchez",
            "\"Elicia Sanchez is the truth.\"  - W. Kamau BellA Seattle-based comedian, writer and comic book reader, Elicia Sanchez has been performing all over the West Coast since 2010. Her conversationally cynical, yet upbeat comedic style weaves together a unique mix of embarrassing personal stories, nerdy obsessions, social politics and possible overshares, making light of her own instances of social incompetence while also skewering oppressive social norms with subjects varying from everything to homophobia, racism, fat-shaming and her tendency to \"curse\" bullying classmates in elementary school by throwing handfuls of uncooked rice at them.  Seattle alt weekly, The Stranger, has referred to Elicia as both \"very funny\" and a \"local favorite.\"  Writer/activist Lindy West has called her, \"...a grumpy nugget of delight,\" while Grammy Award winning singer/song-writer Kimya Dawson (The Moldy Peaches,Juno) has cited Elicia as her 'favorite underground Northwest comedian.'Elicia is a co-producer of three local Seattle comedy shows (Not Too Late with Elicia Sanchez, The Enematic Cinematic LIVES!! and Wine Shots: Comedy's Happiest Hour) and the host of a comedy podcast about terrible movies entitled The Enematic Cinematic.  She has written for websites Wonder and Risk, Have You Nerd?, Capeless Crusader, Autostraddle and Jezebel. In 2013, she was featured on LGBTQ pop culture website AfterEllen’s \"50 Hot Women in Comedy\" list, as well as Autostraddle’s, “The Alternative Hot 105.”Special ticket pricing: $6 General"
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0121/metalbeast245_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0116/Elicia_Sanchez_Head_Shot245_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3662",
        "title": "Not on Netflix: Project Metalbeast: DNA Overload",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-09-04T20:00:00",
            "2015-09-05T16:00:00",
            "2015-09-05T20:00:00",
            "2015-09-06T16:00:00",
            "2015-09-06T20:00:00"
        ],
        "description": [
            "(Dean Stockwell & Neil Young, United States, 1982, DCP, 88 min)",
            "Filmed in the late 1970s, premiered in 1982, recut by Neil Young, a couple of decades on the midnight movie lineups in laserdisc, and now traveling the festival circuit in 2015 in its recut, definitive edition:Human Highway.",
            "Directed by Young and written by no one, this acid-trip-turned-film features Dennis Hopper, Dean Stockwell, Russ Tamblyn, and Devo, with Neil himself in the lead role. This thoroughly surreal experience makes a tough film to describe. An improvised absurdist musical comedy about the nuclear holocaust. Which makes sense, right?",
            "In the idyllic town of Linear Valley, no one’s concerned about the nuclear power plant, least of all the glowing plant employees (Devo) In a ramshackle diner/gas station down the road, an owner and his starry-eyed mechanic (Stockwell and Young) entertain a rollicking revolving door of local characters passing through. From there, cue the dream sequences, the musical numbers, and the head scratching.",
            "Self-financed, and acting as writer, director, and lead, Neil Young was free to explore his own ideas about America in the nuclear age, and the freewheeling results must be seen to be believed.",
            "Words cannot explain or replace the experience of watching this movie. -Fast Company",
            "Needless to say, it's a very strange thing to watch in a dorm room as a stoned, impressionable 20-year-old (or so we would assume).  -Exclaim"
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0086/HUMANHIGHWAY-18_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0081/human-highway2_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3656",
        "title": "Human Highway",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-09-04T20:00:00",
            "2015-09-05T16:00:00",
            "2015-09-05T20:00:00",
            "2015-09-06T16:00:00",
            "2015-09-06T20:00:00",
            "2015-09-07T15:00:00",
            "2015-09-07T20:00:00",
            "2015-09-08T20:00:00",
            "2015-09-09T20:00:00",
            "2015-09-10T20:00:00"
        ],
        "description": [
            "(Alex Gibney, United States, DCP, 2015, 127 min)",
            "Quick on the heels of his successful documentary on the inner workings of the Church of Scientology, Alex Gibney turns on one of the most well-known minds of our time withSteve Jobs: the Man in the Machine, acting as an insight into the true nature of what it meant to be the visionary behind Apple’s successes. Delivering a scathing review of Jobs’ victories as well as his failures, Gibney examines everything from the character of the early computing scene to the deeply personal connection Apple consumers seemed to feel for Jobs, even after his death in 2011. Through interviews with colleagues, family, and consumers,The Man in the Machineillustrates just how much influence one mind can have on an entire generation."
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0061/SteveJobs_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3653",
        "title": "Steve Jobs: The Man in the Machine",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-08-31T18:30:00"
        ],
        "description": [
            "Join Northwest Film Forum for a monthly Open Script Read! Local screenwriters and filmmakers may submit 10 pages of their original work in order to hear a live table read, with an ensemble of professional actors, and get feedback from both actors and other participants.",
            "Northwest Film Forum's Open Script Read will accept submissions up to 5 days before each reading. The deadline for April submissions is Wednesday, April 22nd.",
            "Each submission should be no more than 10 pages of a screenplay or teleplay. Please write a couple of lines about the project—is it a feature film, short film, TV or web series? What it the total length of the script?We suggest submitting the first 10 pages of your script, but if you very specifically want the actors to read a different scene from your script, just make sure that you do not exceed 10 pages and that you write a few introductory lines that will provide context for the actors.",
            "Open Script Read is. . .open. Each month, we'll begin with a happy hour from 6:30-7pm, giving actors and filmmakers a chance to meet in an informal setting. At 7pm, we'll gather around a table and do 4 script reading and feedback sessions - approximately 30 minutes each. Screenwriter and filmmaker Daryle Conners will moderate the session and provide structure for the feedback.",
            "If you would like to submit a script, please send a Word or Final Draft document to[email protected]/* <![CDATA[ */!function(){try{var t=\"currentScript\"in document?document.currentScript:function(){for(var t=document.getElementsByTagName(\"script\"),e=t.length;e--;)if(t[e].getAttribute(\"cf-hash\"))return t[e]}();if(t&&t.previousSibling){var e,r,n,i,c=t.previousSibling,a=c.getAttribute(\"data-cfemail\");if(a){for(e=\"\",r=parseInt(a.substr(0,2),16),n=2;a.length-n;n+=2)i=parseInt(a.substr(n,2),16)^r,e+=String.fromCharCode(i);e=document.createTextNode(e),c.parentNode.replaceChild(e,c)}}}catch(u){}}();/* ]]> */.The submission deadline for the April 27 Open Script Read is April 22 at 5pm.",
            "We will schedule the reading sessions based on a first-come, first-served basis and will publish a list of the featured writers/scripts at least 48 hours before the event. Four scripts will be featured at each Open Script Read."
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9331/ScriptReadThrough_245_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3546",
        "title": "Open Script Read",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-09-20T00:00:00",
            "2015-09-20T17:00:00"
        ],
        "description": [
            "Recess Monkey, Seattle's nationally acclaimed trio of teachers/kindie rock stars, embarked on an ambitious adventure this year with their album \"Hot Air.\" In addition to a full-length CD of songs, they also filmed and animated an epic, 35-minute airborne story about Andrew's unlikely entry into the Windybrook Air Race with his homespun balloon. Northwest Film Forum is proud to theatrically premiere the entire \"Hot Air\" film, its first time seen in its entirety on any large screen. What's  more, Recess Monkey will play an intimate, high-energy warm-up dance party before the screening and sign copies of the CD/DVD collection after the show. Fun for the whole family!",
            "\"They just might be one of the hardest working kids' band in America -- and now one of the most popular.\"— King 5",
            "\"These kids’ songs are awesome! There are bands you can’t go wrong with, and this is one of them.\"– USA Today",
            "\"RECESS MONKEY: If Seattle is the new bastion of kindie rockers, then the trio of elementary school teachers are the city's breakout stars.\"– Time Magazine"
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0041/RECESS-MONKEY-HOT-AIR245_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3649",
        "title": "Recess Monkey Presents \"Hot Air!\"",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-08-29T16:00:00",
            "2015-08-29T20:00:00",
            "2015-08-30T16:00:00",
            "2015-08-30T20:00:00",
            "2015-08-31T15:00:00",
            "2015-08-31T20:00:00",
            "2015-09-01T20:00:00"
        ],
        "description": [
            "(Jem Cohen, United States, 2015, DCP, 111 min)",
            "Jem Cohen’s prodigious filmography of 70 films only grows stronger with his latest creation:Counting. In the style of his previous works, this film lives at the edge of the art form. The edits are instinctive, the juxtapositions of subject matter, abstract. The imagery alternates between careful composition and impressionistic snapshots. Train windows, steamed over. Construction workers silhouetted against the sun. Thorny bushes straining to escape an empty lot in New York. Cohen travelled the world for footage, capturing Moscow, Istanbul, Porto, St. Petersburg, before returning to his home in New York. Filming without a crew, Cohen turned his unique eye for the everyday upon the great cities of the world, and their occupants.",
            "The film that resulted is a stream of lyrical abstractions, toying with the visual and aural music of everyday life that we city dwellers have been deafened to.",
            "Countingalso pays sincere tribute to Chris Marker, a close friend of Cohen’s. While indisputably Cohen’s own film, it stands as a tribute to their friendship, and Marker’s influence on the essay film format.",
            "Counting, like all Cohen’s work, glows with bruised lyricism. -The Guardian",
            "This is the kind of contemplative cinematheque piece that washes pleasurably over you -The Hollywood Reporter"
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0076/Counting1_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0002/0071/Counting2_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3655",
        "title": "Counting",
        "venue": "Northwest Film Forum"
    },
    {
        "dates": [
            "2015-08-22T00:00:00",
            "2015-08-22T21:00:00"
        ],
        "description": [
            "This summer, our annual Bike-in movie migrates from Cal Anderson to Naked City Brewery’s screening room. Join our organized bike ride from Capitol Hill to Greenwood for a night of great beer and a premium selection of local short films. Gear up for the next edition of Local Sightings Film Festival in September with this “best of” program from last year’s fest -- plus a sneak peek of what’s in store this year!"
        ],
        "imgs": [
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9951/BikeIn_245_feature_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9946/Listening_245_feature_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9941/Tightrope_245_feature_feature.jpg",
            "http://www.nwfilmforum.org/images/uploaded_images/0001/9936/Watching_245_feature_feature.jpg"
        ],
        "link": "http://www.nwfilmforum.org/live/page/calendar/3635",
        "title": "Bike-in at Naked City Brewery",
        "venue": "Northwest Film Forum"
    }
]
